[encounter]

Encounter0 = ¿QUIÉN ESTÁ AHÍ?

Encounter1 = ¡¿QUIÉN SE ATREVE[br] A ENTRAR A MI CASA?!



[diaries]

crowning0 = Madre tuvo un pequeño accidente la semana anterior, por lo que hoy me coronaron como reina. ¡Ahora el príncipe no puede llamarme su princesa! ¡La vida no es justa!

prince_breakfast0 = ¡Mi príncipe disfruta su desayuno demasiado! ¡Estoy celosa de ese maldito tocino! ¡No más tocino en esta casa!

mom_breakfast0 = Madre sigue insistiendo que debo ser "correcta". ¡Una señorita puede hacer lo que ella quiera! 

mom_breakfast1 = Justo esta mañana me comí dos galletas en el desayuno. Eso le enseñará. Tal vez incluso coma una tercera. 

cellar_chains0 = Oh, ¡ojalá pudiera mantenerlo por siempre encarcelado y encadenado en la bodega! Pero no puedes encadenar a un hombre, ¿verdad? 

prince_hair0 = Siento lo de tu cabello, mi príncipe. ¡Sólo quería que nuestras longitudes coincidieran!... y el color... y los rizos... ¡Te ves estupendo!

princeletter0 = Mi querida Vanessa,[br]han pasado muchos días desde la última vez que te vi, aunque parecen meses. 

princeletter1 = Mi tiempo en la academia se hace difícil, pero estoy progresando rápido. Hay tanto por estudiar cuando se trata de leyes, pero la biblioteca aquí está bien abastecida.

princeletter2 = Nuestros tutores son los mejores del lugar, y estoy agradecido por su ayuda. He estado asistiendo a estudio privado, con una practicante experimentada de la ley, conocida por el nombre de Lady - 

princeletter3 = El resto de la carta está arruinado y rasgado. 

diary0 = Un diario viejo y arruinado. Muchas de las páginas fueron rasgadas.

diary1 = ¿Mirar una de las que quedan?

diarychoice_1 = Página 13

diarychoice_2 = Página 48

diarychoice_3 = Página 73

diary13a = Querido diario,[br]Hoy mi príncipe se fue para empezar sus estudios. Estará tan lejos, y por tanto tiempo. Me prometió que me escribiría. No me olvidará, ¿verdad? 

diary13b = ¿A su amada princesa? 

diary48a = ¿Por qué? ¿Qué he hecho mal? En sus cartas habla sobre ella. Su "tutora". Él dice que me ama. Pero ELLA lo ve. Yo recibo cartas, y ELLA recibe su tiempo.

diary48b = Él es MÍO. Cuando sus estudios terminen, lo tendré de vuelta.

diary73a = Está volviendo. Solo un fin de semana. Unas pequeñas vacaciones, de ELLA. Lo convenceré para que se quede. 

diary73b = No PUEDO dejar a mi amor irse otra vez.

diary73c = Suena un poco melodramático. 
